answer = input('Напишіть ім`я та фамілію учня чи учителя, про кого хочете дізнатися: ').upper()
if answer == 'Максим Пустовіт'.upper():
    print('''Максим Пустовіт,
місце знаходження - Київ.
Вік - 15 років.
Ріст - 175см.
Стать - чоловіча.
Хоббі - гра на гітарі.
Домашній улюбленець - кіт.''')

elif answer == 'Максим Прус'.upper():
    print('''Максим Прус.
Місце знаходження - Київ, Україна.
Вік - 15 років.
Ріст - 178см.
Стать - чоловіча.
Хоббі - баскетбол.
Домашній улюбленець - собака.''')

elif answer == 'Антон Кривошея'.upper():
    print('''Антон Кривошея.
Місце знаходження - Буча, Україна.
Вік - 14 років.
Ріст - 165см.
Стать - чоловіча.
Хоббі - футбол.
Домашній улюбленець - немає.''')

elif answer == 'Таня Волошиненко'.upper():
    print('''Таня Волошиненко.
Місце знаходження - Дніпро, Україна.
Вік - 21 рік.
Ріст - 162см.
Стать - жіноча.
Хоббі - програмування.
Домашній улюбленець - немає.''')

elif answer == 'Тетяна Волошиненко'.upper():
    print('''Тетяна Волошиненко.
Місце знаходження - Дніпро, Україна.
Вік - 21 рік.
Ріст - 162см.
Стать - жіноча.
Хоббі - програмування.
Домашній улюбленець - немає.''')

elif answer == 'Артем Перець'.upper():
    print('''Артем Перець.
Місце знаходження - Фарингдон, Великобританія.
Вік - 13 рік.
Ріст - 175см.
Стать - чоловіча.
Хоббі - користуватися комп`ютером 24 години на добу.
Домашній улюбленець - немає.''')

elif answer == 'Данил Гаценко'.upper():
    print('''Данил Гаценко.
Місце знаходження - Дніпро, Україна.
Вік - 14 рік.
Ріст - 175см.
Стать - чоловіча.
Хоббі - немає.
Домашній улюбленець - кіт.''')

elif answer == 'Данило Гаценко'.upper():
    print('''Данило Гаценко.
Місце знаходження - Дніпро, Україна.
Вік - 14 рік.
Ріст - 175см.
Стать - чоловіча.
Хоббі - немає.
Домашній улюбленець - кіт.''')

elif answer == 'Андрій Максименко'.upper():
    print('''Андрій Максименко.
Місце знаходження - Запоріжжя, Україна.
Вік - 13 рік.
Ріст - 160см.
Стать - чоловіча.
Хоббі - Малювання.
Домашній улюбленець - кіт.''')

elif answer == 'Марко Павлюк'.upper():
    print('''Марко Павлюк.
Місце знаходження - Львів, Україна.
Вік - 14 рік.
Ріст - 170см.
Стать - чоловіча.
Хоббі - баскетбол.
Домашній улюбленець - немає.''')

elif answer == 'Влад Пащенко'.upper():
    print('''Влад Пащенко.
Місце знаходження - Гроза, Україна.
Вік - 14 рік.
Ріст - 178см.
Стать - чоловіча.
Хоббі - немає.
Домашній улюбленець - кіт.''')

elif answer == 'Максим Литовка'.upper():
    print('''Максим Литовка.
Місце знаходження - Харків, Україна.
Вік - 14 рік.
Ріст - 178см.
Стать - чоловіча.
Хоббі - спорт.
Домашній улюбленець - собака.''')

elif answer == 'Ілля Сердюк'.upper():
    print('''Ілля Сердюк.
Місце знаходження - Варва, Україна.
Вік - 14 рік.
Ріст - 175см.
Стать - чоловіча.
Хоббі - Проводити час на вулиці та за комп`ютерними іграми.
Домашній улюбленеці - 2 кота.''')

elif answer == 'Владислав Білецький'.upper():
    print('''Владислав Білецький.
Місце знаходження - Стокгольм, Швеція.
Вік - 15 рік.
Ріст - 178см.
Стать - чоловіча.
Хоббі - любов до машин.
Домашній улюбленець - немає.''')

elif answer == 'Андрій Шевченко'.upper():
    print('''Андрій Шевченко.
Місце знаходження - Київ, Україна.
Вік - 14 рік.
Ріст - 170см.
Стать - чоловіча.
Хоббі - скалолазіння та походи.
Домашній улюбленець - собака.''')

elif answer == 'Остап Ковальчук'.upper():
    print('''Остап Ковальчук.
Місце знаходження - Київ, Україна.
Вік - 14 рік.
Ріст - 180см.
Стать - чоловіча.
Хоббі - механіка.
Домашній улюбленець - собака.''')

elif answer == 'Давид Василенко'.upper():
    print('''Давид Василенко.
Місце знаходження - Київ, Україна.
Вік - 14 рік.
Ріст - 171см.
Стать - чоловіча.
Хоббі - баскетбол.
Домашній улюбленець - собака, кішка, морська свинка.''')

elif answer == 'Микита Грода'.upper():
    print('''Микита Грода.
Місце знаходження - EroR 404, Іспанія.
ленець - кіт.''')

else:
    print('Введене ім`я та фамілію не знайдено')